[
  {
    "Name": "sunt mollit officia excepteur",
    "Price": 211,
    "Description": "Occaecat cillum commodo consequat sint cillum ipsum esse id quis eiusmod sunt ad cupidatat. Adipisicing amet consectetur esse proident nisi. Elit ad amet dolor occaecat veniam est ipsum sit excepteur voluptate duis laboris proident. Dolore laborum dolor veniam culpa ullamco est culpa qui irure magna enim nulla occaecat. Magna deserunt elit velit magna ipsum laboris tempor non consectetur quis Lorem. Nisi ea culpa laborum mollit consequat minim irure labore non. Ex anim deserunt magna esse occaecat id incididunt Lorem et reprehenderit.\r\nAnim pariatur aliquip aliqua labore irure pariatur labore non. Veniam laboris do eu ut laboris id amet proident. Dolore nulla ad eu incididunt excepteur tempor nisi reprehenderit deserunt. In tempor elit ad nisi sit velit dolore ipsum amet occaecat aliquip. Consequat deserunt anim id Lorem irure ut laborum. Dolore anim do dolor irure laboris.\r\n",
    "Photos": [
      {
        "Url": "https://picsum.photos/1920/1080?random=102",
        "IsMain": true
      },
      {
        "Url": "https://picsum.photos/1920/1080?random=253",
        "IsMain": false
      }
    ]
  },
  {
    "Name": "eiusmod consequat ipsum laborum",
    "Price": 4666,
    "Description": "Lorem voluptate velit aliquip aute. Nisi deserunt qui sint nostrud ullamco cillum dolore aliqua ad tempor aliquip officia do laborum. Ex fugiat ipsum fugiat aliquip dolor esse fugiat minim mollit ad aliquip ullamco sit. Dolor laborum nulla id ea magna magna consectetur in nisi nulla culpa elit velit.\r\nLaboris anim irure dolor pariatur qui minim sunt incididunt esse. Nostrud cupidatat consectetur laborum consectetur incididunt aliqua eu eu non Lorem Lorem elit irure consequat. Aliqua qui laboris id ipsum enim sint minim occaecat ullamco excepteur sit do culpa. Ullamco reprehenderit et sint incididunt laborum aliqua occaecat. Ut ipsum incididunt officia incididunt excepteur cupidatat cupidatat aliquip ut minim. Velit Lorem consequat et pariatur officia magna cillum.\r\n",
    "Photos": [
      {
        "Url": "https://picsum.photos/1920/1080?random=404",
        "IsMain": true
      },
      {
        "Url": "https://picsum.photos/1920/1080?random=352",
        "IsMain": false
      }
    ]
  },
  {
    "Name": "dolor sit anim quis",
    "Price": 4372,
    "Description": "Sunt ea ipsum ex aliqua. Minim velit nulla velit dolore non cillum do occaecat aliqua eu quis in magna. Incididunt laboris elit fugiat sint et cupidatat consequat dolore velit non. Velit nisi ut duis ullamco. Proident sunt pariatur nisi occaecat irure ex irure in Lorem elit fugiat laborum.\r\nCillum exercitation in id excepteur adipisicing ex sint aliqua ex magna fugiat aliqua cillum. Sit adipisicing aute commodo laborum irure Lorem dolore dolore est ex cillum ea excepteur consequat. Officia cupidatat occaecat cupidatat deserunt aute nisi culpa. Consectetur aliquip excepteur aliqua adipisicing commodo. Aliquip ex nisi sint reprehenderit anim cupidatat. Esse nisi dolor sit ea ut voluptate deserunt et.\r\n",
    "Photos": [
      {
        "Url": "https://picsum.photos/1920/1080?random=375",
        "IsMain": true
      },
      {
        "Url": "https://picsum.photos/1920/1080?random=423",
        "IsMain": false
      }
    ]
  },
  {
    "Name": "excepteur qui sunt quis",
    "Price": 1950,
    "Description": "Voluptate esse dolore proident Lorem ex cupidatat. Nulla culpa et enim in excepteur occaecat esse in sunt nulla ea. Culpa ipsum pariatur duis esse nulla amet exercitation. Laboris do reprehenderit eiusmod adipisicing ipsum minim tempor proident cupidatat est laboris sit.\r\nVelit laboris eiusmod anim velit minim voluptate cillum commodo incididunt. Laboris laboris cillum sunt do nulla excepteur do. Do id est id amet anim aliquip cupidatat deserunt aliquip id sint nostrud. Nulla labore voluptate sit do consequat consequat sunt magna officia eu eu.\r\n",
    "Photos": [
      {
        "Url": "https://picsum.photos/1920/1080?random=306",
        "IsMain": true
      },
      {
        "Url": "https://picsum.photos/1920/1080?random=309",
        "IsMain": false
      }
    ]
  },
  {
    "Name": "esse ad sunt anim",
    "Price": 3260,
    "Description": "Reprehenderit sunt eiusmod sunt reprehenderit consectetur do laborum nostrud ullamco quis. Magna laboris nostrud qui cillum. Eiusmod voluptate quis sit tempor sit excepteur quis do anim velit aliqua ut nulla. Adipisicing mollit occaecat proident qui ad nisi ut anim voluptate eiusmod voluptate.\r\nOccaecat deserunt sunt qui excepteur. Cupidatat consectetur irure ad exercitation et. Aliqua eiusmod fugiat cillum commodo officia aliqua dolor nostrud occaecat fugiat.\r\n",
    "Photos": [
      {
        "Url": "https://picsum.photos/1920/1080?random=348",
        "IsMain": true
      },
      {
        "Url": "https://picsum.photos/1920/1080?random=471",
        "IsMain": false
      }
    ]
  },
  {
    "Name": "ea commodo aliqua irure",
    "Price": 1681,
    "Description": "Dolor laboris ullamco esse nisi exercitation irure exercitation esse officia. Ea ut et eiusmod adipisicing ullamco nostrud velit. Laboris ut dolor esse officia magna. Sunt ea nostrud id do quis voluptate excepteur nulla cillum deserunt. Anim consectetur cupidatat do sit excepteur ipsum ex Lorem voluptate magna enim elit consequat magna. Do magna anim sit et irure aliquip ex officia. Velit velit aute ea sit ea aliqua nulla.\r\nExcepteur excepteur proident pariatur nulla nostrud. Velit reprehenderit occaecat eiusmod qui aute id eu magna ullamco. Eu dolore enim veniam in laboris aute id exercitation. Do ex fugiat aute voluptate. Esse sunt dolore laboris est amet minim mollit occaecat fugiat sit.\r\n",
    "Photos": [
      {
        "Url": "https://picsum.photos/1920/1080?random=192",
        "IsMain": true
      },
      {
        "Url": "https://picsum.photos/1920/1080?random=93",
        "IsMain": false
      }
    ]
  },
  {
    "Name": "voluptate occaecat in occaecat",
    "Price": 3608,
    "Description": "Laboris nisi Lorem cupidatat mollit et esse veniam exercitation ipsum elit. Ad quis mollit eu laborum cupidatat. Et deserunt nostrud consectetur pariatur excepteur non proident officia velit proident occaecat. Tempor amet do duis magna voluptate dolore voluptate ea pariatur aliquip laboris cupidatat sunt.\r\nEsse anim anim in magna adipisicing. Fugiat adipisicing ex laboris deserunt. Deserunt laborum occaecat exercitation laboris eiusmod. Duis reprehenderit est anim eu culpa aliquip anim qui velit adipisicing sit.\r\n",
    "Photos": [
      {
        "Url": "https://picsum.photos/1920/1080?random=465",
        "IsMain": true
      },
      {
        "Url": "https://picsum.photos/1920/1080?random=31",
        "IsMain": false
      }
    ]
  },
  {
    "Name": "ex non labore deserunt",
    "Price": 1899,
    "Description": "Irure adipisicing aute sint commodo minim laboris proident minim duis esse eu. Ullamco cillum voluptate tempor reprehenderit laboris anim labore ullamco mollit occaecat sunt. Fugiat aute labore occaecat eu aliquip ullamco veniam id eu. Cillum ad quis mollit commodo commodo non officia incididunt consequat ipsum est do. Sunt in id occaecat duis anim. Excepteur culpa commodo consectetur tempor qui velit consequat ut laboris irure ea esse ex.\r\nCommodo irure ipsum anim laboris Lorem ad reprehenderit cupidatat duis reprehenderit velit. Laborum irure aute ipsum enim in exercitation. Amet aute non aute est aliqua officia Lorem nisi enim pariatur aliqua exercitation. Esse labore elit irure cillum et est ipsum incididunt deserunt id elit. Enim in sint cupidatat culpa proident veniam nulla duis reprehenderit est irure magna. Deserunt velit ea ad labore elit ex incididunt irure cillum exercitation non ipsum esse.\r\n",
    "Photos": [
      {
        "Url": "https://picsum.photos/1920/1080?random=292",
        "IsMain": true
      },
      {
        "Url": "https://picsum.photos/1920/1080?random=414",
        "IsMain": false
      }
    ]
  },
  {
    "Name": "elit ut est minim",
    "Price": 4668,
    "Description": "Nulla mollit nulla proident consectetur Lorem elit nostrud culpa dolor. Mollit do minim labore cupidatat. Qui magna aute ea magna. Pariatur duis aliquip cillum cillum eiusmod dolor fugiat. Amet elit eiusmod quis tempor laboris.\r\nTempor consequat sint voluptate anim ullamco cillum deserunt ut laborum laboris ipsum laboris. Non consectetur laboris sit laboris ex non exercitation pariatur Lorem elit. Id aliqua ipsum ipsum elit reprehenderit occaecat enim nulla aliqua esse. Non cupidatat cupidatat amet enim officia sit. Sint exercitation sint amet adipisicing sit sint et nulla nulla laboris tempor tempor amet esse. Et qui irure laboris anim nostrud.\r\n",
    "Photos": [
      {
        "Url": "https://picsum.photos/1920/1080?random=232",
        "IsMain": true
      },
      {
        "Url": "https://picsum.photos/1920/1080?random=498",
        "IsMain": false
      }
    ]
  },
  {
    "Name": "enim consectetur duis Lorem",
    "Price": 2923,
    "Description": "Exercitation irure magna incididunt occaecat mollit id laborum pariatur. Minim commodo veniam cillum pariatur aliqua fugiat fugiat. Quis nostrud nisi eiusmod elit pariatur ea non.\r\nSint duis fugiat incididunt commodo nostrud aliquip qui. Elit cupidatat deserunt cupidatat sunt fugiat laborum consectetur et sint veniam pariatur aute labore. Sit deserunt irure velit enim in eu. Occaecat laborum aute officia anim duis proident ea laboris ad dolore minim qui cupidatat. Ipsum veniam reprehenderit enim enim sit eiusmod. Officia Lorem deserunt sit pariatur amet ut qui culpa.\r\n",
    "Photos": [
      {
        "Url": "https://picsum.photos/1920/1080?random=265",
        "IsMain": true
      },
      {
        "Url": "https://picsum.photos/1920/1080?random=367",
        "IsMain": false
      }
    ]
  }
]